<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">.lst-kix_list_2-6>li:before{content:" "}.lst-kix_list_2-7>li:before{content:" "}ul.lst-kix_list_1-0{list-style-type:none}.lst-kix_list_2-4>li:before{content:" "}.lst-kix_list_2-5>li:before{content:" "}.lst-kix_list_2-8>li:before{content:" "}.lst-kix_list_3-0>li:before{content:"\000412  "}.lst-kix_list_3-1>li:before{content:" "}.lst-kix_list_3-2>li:before{content:" "}ul.lst-kix_list_3-7{list-style-type:none}ul.lst-kix_list_3-8{list-style-type:none}ul.lst-kix_list_1-3{list-style-type:none}ul.lst-kix_list_3-1{list-style-type:none}.lst-kix_list_3-5>li:before{content:" "}ul.lst-kix_list_1-4{list-style-type:none}ul.lst-kix_list_3-2{list-style-type:none}ul.lst-kix_list_1-1{list-style-type:none}.lst-kix_list_3-4>li:before{content:" "}ul.lst-kix_list_1-2{list-style-type:none}ul.lst-kix_list_3-0{list-style-type:none}ul.lst-kix_list_1-7{list-style-type:none}.lst-kix_list_3-3>li:before{content:" "}ul.lst-kix_list_3-5{list-style-type:none}ul.lst-kix_list_1-8{list-style-type:none}ul.lst-kix_list_3-6{list-style-type:none}ul.lst-kix_list_1-5{list-style-type:none}ul.lst-kix_list_3-3{list-style-type:none}ul.lst-kix_list_1-6{list-style-type:none}ul.lst-kix_list_3-4{list-style-type:none}.lst-kix_list_3-8>li:before{content:" "}.lst-kix_list_2-0>li{counter-increment:lst-ctn-kix_list_2-0}.lst-kix_list_3-6>li:before{content:" "}.lst-kix_list_3-7>li:before{content:" "}ol.lst-kix_list_2-0{list-style-type:none}ul.lst-kix_list_2-8{list-style-type:none}ul.lst-kix_list_2-2{list-style-type:none}.lst-kix_list_1-0>li:before{content:"\000412  "}ul.lst-kix_list_2-3{list-style-type:none}ul.lst-kix_list_2-1{list-style-type:none}ul.lst-kix_list_2-6{list-style-type:none}.lst-kix_list_1-1>li:before{content:" "}.lst-kix_list_1-2>li:before{content:" "}ol.lst-kix_list_2-0.start{counter-reset:lst-ctn-kix_list_2-0 0}ul.lst-kix_list_2-7{list-style-type:none}ul.lst-kix_list_2-4{list-style-type:none}ul.lst-kix_list_2-5{list-style-type:none}.lst-kix_list_1-3>li:before{content:" "}.lst-kix_list_1-4>li:before{content:" "}.lst-kix_list_1-7>li:before{content:" "}.lst-kix_list_1-5>li:before{content:" "}.lst-kix_list_1-6>li:before{content:" "}.lst-kix_list_2-0>li:before{content:"" counter(lst-ctn-kix_list_2-0,decimal) ". "}.lst-kix_list_2-1>li:before{content:" "}.lst-kix_list_1-8>li:before{content:" "}.lst-kix_list_2-2>li:before{content:" "}.lst-kix_list_2-3>li:before{content:" "}ol{margin:0;padding:0}table td,table th{padding:0}.c29{margin-left:0pt;padding-top:0pt;list-style-position:inside;text-indent:14.2pt;padding-bottom:0pt;line-height:1.0583333333333333;orphans:2;widows:2;text-align:left;margin-right:3pt}.c6{margin-left:0pt;padding-top:0pt;list-style-position:inside;text-indent:14.2pt;padding-bottom:0pt;line-height:1.1833333333333333;orphans:2;widows:2;text-align:justify;margin-right:3pt}.c24{margin-left:0pt;padding-top:0pt;list-style-position:inside;text-indent:14.2pt;padding-bottom:0pt;line-height:1.0625;orphans:2;widows:2;text-align:left;margin-right:3pt}.c15{margin-left:120pt;padding-top:0pt;text-indent:59.3pt;padding-bottom:0pt;line-height:1.2125000000000001;orphans:2;widows:2;text-align:justify;margin-right:3pt}.c14{margin-left:3pt;padding-top:0pt;list-style-position:inside;text-indent:14.1pt;padding-bottom:0pt;line-height:1.1166666666666667;orphans:2;widows:2;text-align:justify}.c20{margin-left:59pt;padding-top:0pt;text-indent:-59pt;padding-bottom:0pt;line-height:1.0;orphans:2;widows:2;text-align:left}.c11{margin-left:85pt;padding-top:0pt;text-indent:15.6pt;padding-bottom:0pt;line-height:1.2125000000000001;orphans:2;widows:2;text-align:justify}.c13{margin-left:3pt;padding-top:0pt;text-indent:14.1pt;padding-bottom:0pt;line-height:1.0625;orphans:2;widows:2;text-align:justify}.c19{margin-left:3pt;padding-top:0pt;text-indent:14.2pt;padding-bottom:0pt;line-height:1.0416666666666667;orphans:2;widows:2;text-align:justify}.c26{padding-top:0pt;text-indent:14.2pt;padding-bottom:0pt;line-height:1.0291666666666666;orphans:2;widows:2;text-align:justify;margin-right:3pt}.c22{padding-top:0pt;padding-bottom:0pt;line-height:1.0;orphans:2;widows:2;text-align:center;margin-right:-3pt}.c27{padding-top:0pt;padding-bottom:0pt;line-height:1.075;orphans:2;widows:2;text-align:left;height:11pt}.c28{padding-top:0pt;padding-bottom:0pt;line-height:1.0875000000000001;orphans:2;widows:2;text-align:justify;margin-right:3pt}.c3{padding-top:0pt;padding-bottom:0pt;line-height:1.0;orphans:2;widows:2;text-align:center;margin-right:3pt}.c1{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:12pt;font-family:"Times New Roman";font-style:normal}.c10{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Times New Roman";font-style:normal}.c4{padding-top:0pt;padding-bottom:0pt;line-height:1.0;orphans:2;widows:2;text-align:left;height:11pt}.c0{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:10pt;font-family:"Times New Roman";font-style:normal}.c21{padding-top:0pt;padding-bottom:0pt;line-height:1.0;orphans:2;widows:2;text-align:left}.c9{font-size:9pt;font-family:"Times New Roman";color:#000000;font-weight:400}.c5{font-size:12pt;font-family:"Times New Roman";color:#000000;font-weight:700}.c7{font-size:9.5pt;font-family:"Times New Roman";color:#000000;font-weight:400}.c2{font-size:10pt;font-family:"Times New Roman";color:#000000;font-weight:400}.c16{font-size:9.5pt;font-family:"Times New Roman";color:#000000;font-weight:700}.c8{background-color:#ffffff;max-width:277pt;padding:72pt 72pt 72pt 72pt}.c12{text-decoration:none;vertical-align:baseline;font-style:normal}.c17{padding:0;margin:0}.c23{margin-left:302pt;text-indent:-302pt}.c25{margin-left:54pt;text-indent:-54pt}.c18{font-style:italic}.title{padding-top:24pt;color:#000000;font-weight:700;font-size:36pt;padding-bottom:6pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:18pt;color:#666666;font-size:24pt;padding-bottom:4pt;font-family:"Georgia";line-height:1.0;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Times New Roman"}p{margin:0;color:#000000;font-size:11pt;font-family:"Times New Roman"}h1{padding-top:24pt;color:#000000;font-weight:700;font-size:24pt;padding-bottom:6pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-weight:700;font-size:18pt;padding-bottom:4pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:14pt;color:#000000;font-weight:700;font-size:14pt;padding-bottom:4pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:12pt;color:#000000;font-weight:700;font-size:12pt;padding-bottom:2pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:11pt;color:#000000;font-weight:700;font-size:11pt;padding-bottom:2pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:10pt;color:#000000;font-weight:700;font-size:10pt;padding-bottom:2pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}</style></head><body class="c8"><a id="id.gjdgxs"></a><p class="c22"><span class="c5">&#1047;&#1072;&#1097;&#1080;&#1090;&#1072; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1073;&#1072;&#1079; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;</span></p><p class="c4"><span class="c1"></span></p><p class="c11"><span class="c7 c18">&#1042;&#1080;&#1096;&#1085;&#1077;&#1074;&#1089;&#1082;&#1072;&#1103; &#1044;. &#1044;., &#1064;&#1082;&#1086;&#1087;&#1077;&#1094; &#1058;. &#1070;., &#1089;&#1090;&#1091;&#1076;. I &#1082;. &#1041;&#1043;&#1069;&#1059;, &#1085;&#1072;&#1091;&#1095;. &#1088;&#1091;&#1082;. &#1040;&#1082;&#1080;&#1085;&#1092;&#1080;&#1085;&#1072; &#1052;. &#1040;., &#1082;&#1072;&#1085;&#1076;. &#1092;&#1080;&#1079;.-&#1084;&#1072;&#1090;. &#1085;&#1072;&#1091;&#1082;, &#1076;&#1086;&#1094;.</span></p><p class="c4"><span class="c1"></span></p><p class="c13"><span class="c7">&#1053;&#1080; &#1076;&#1083;&#1103; &#1082;&#1086;&#1075;&#1086; &#1085;&#1077; &#1089;&#1077;&#1082;&#1088;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1074; &#1101;&#1087;&#1086;&#1093;&#1091; &#1084;&#1072;&#1089;&#1089;&#1086;&#1074;&#1086;&#1081; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080;, &#1074; &#1082;&#1086;&#1090;&#1086;-&#1088;&#1086;&#1081; &#1087;&#1088;&#1077;&#1073;&#1099;&#1074;&#1072;&#1077;&#1090; &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1077; &#1086;&#1073;&#1097;&#1077;&#1089;&#1090;&#1074;&#1086;, IT-&#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080; &#1074;&#1089;&#1077; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1074;&#1099;&#1090;&#1077;&#1089;&#1085;&#1103;&#1102;&#1090; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072;, &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1103;&#1103; &#1079;&#1072; &#1085;&#1077;&#1075;&#1086; &#1074;&#1089;&#1077; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1079;&#1072;&#1076;&#1072;&#1095;, &#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1077;&#1097;&#1077; &#1074; &#1085;&#1077;&#1076;&#1072;&#1074;&#1085;&#1077;&#1084; &#1087;&#1088;&#1086;&#1096;&#1083;&#1086;&#1084; &#1086;&#1085;&#1080; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1085;&#1099; &#1085;&#1077; &#1073;&#1099;&#1083;&#1080;. &#1054;&#1089;&#1085;&#1086;&#1074;&#1085;&#1099;&#1084; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1086;&#1084; &#1090;&#1088;&#1091;&#1076;&#1072; &#1089;&#1090;&#1072;&#1083;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;-&#1084;&#1072;&#1094;&#1080;&#1103;, &#1072; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1099; &mdash; &#1085;&#1086;&#1074;&#1099;&#1084; &#1086;&#1088;&#1091;&#1076;&#1080;&#1077;&#1084;.</span></p><p class="c4"><span class="c1"></span></p><p class="c19"><span class="c7">&#1048;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1077; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099; &#1087;&#1088;&#1086;&#1085;&#1080;&#1082;&#1072;&#1102;&#1090; &#1074;&#1086; &#1074;&#1089;&#1077; &#1085;&#1086;&#1074;&#1099;&#1077; &#1089;&#1092;&#1077;&#1088;&#1099; &#1078;&#1080;&#1079;&#1085;&#1080; &#1086;&#1073;&#1097;&#1077;-&#1089;&#1090;&#1074;&#1072;. &#1042; &#1090;&#1072;&#1082;&#1080;&#1093;, &#1082;&#1072;&#1082; &#1092;&#1080;&#1085;&#1072;&#1085;&#1089;&#1099; &#1080; &#1073;&#1072;&#1085;&#1082;&#1086;&#1074;&#1089;&#1082;&#1086;&#1077; &#1076;&#1077;&#1083;&#1086;, &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1089; &#1086;&#1073;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1103;&#1084;&#1080; &#1075;&#1088;&#1072;&#1078;-&#1076;&#1072;&#1085; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1085;&#1086;&#1089;&#1090;&#1100; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &mdash; &#1074;&#1072;&#1078;&#1085;&#1077;&#1081;&#1096;&#1077;&#1077; &#1091;&#1089;&#1083;&#1086;&#1074;&#1080;&#1077;. &#1042; &#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103;, &#1074;&#1089;&#1083;&#1077;&#1076;&#1089;&#1090;&#1074;&#1080;&#1077; &#1080;&#1085;&#1090;&#1077;&#1085;&#1089;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1093; &#1073;&#1072;&#1079; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1074; &#1101;&#1082;&#1086;-&#1085;&#1086;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1089;&#1092;&#1077;&#1088;&#1077;, &#1074;&#1086;&#1079;&#1085;&#1080;&#1082;&#1072;&#1077;&#1090; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1072; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1081; &#1079;&#1072;&#1097;&#1080;&#1090;&#1099; &#1093;&#1088;&#1072;&#1085;&#1080;&#1084;&#1086;&#1081; &#1080;&#1085;-&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080;. &#1061;&#1072;&#1082;&#1077;&#1088;&#1099; &#1079;&#1072;&#1095;&#1072;&#1089;&#1090;&#1091;&#1102; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090; &#1090;&#1072;&#1082;&#1080;&#1077; &#1084;&#1077;&#1090;&#1086;&#1076;&#1099; &#1074;&#1079;&#1083;&#1086;&#1084;&#1072;, &#1082;&#1072;&#1082; &#1085;&#1077;&#1089;&#1072;&#1085;&#1082;-&#1094;&#1080;&#1086;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1081; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;, &#1087;&#1086;&#1076;&#1073;&#1086;&#1088; &#1087;&#1072;&#1088;&#1086;&#1083;&#1103;, &#1074;&#1080;&#1088;&#1091;&#1089;&#1099;, &#1090;&#1088;&#1086;&#1103;&#1085;&#1099; &#1080; &#1090;&#1072;&#1082; &#1085;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1084;&#1099;&#1077; SQL-&#1080;&#1085;&#1098;&#1077;&#1082;&#1094;&#1080;&#1080;. &#1061;&#1080;&#1097;&#1077;&#1085;&#1080;&#1077; &#1080; &#1085;&#1072;&#1088;&#1091;&#1096;&#1077;&#1085;&#1080;&#1077; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1085;&#1072;&#1085;&#1086;&#1089;&#1080;&#1090; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1081; &#1074;&#1088;&#1077;&#1076; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1077; &#1074; &#1094;&#1077;&#1083;&#1086;&#1084; &#1080; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1084; &#1083;&#1080;&#1094;&#1072;&#1084; &#1074; &#1095;&#1072;&#1089;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080;. &#1050;&#1072;&#1078;&#1076;&#1099;&#1081; &#1089;&#1073;&#1086;&#1081; &#1088;&#1072;-&#1073;&#1086;&#1090;&#1099; &#1073;&#1072;&#1079;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1072;&#1088;&#1072;&#1083;&#1080;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1088;&#1072;&#1073;&#1086;&#1090;&#1091; &#1094;&#1077;&#1083;&#1099;&#1093; &#1082;&#1086;&#1088;&#1087;&#1086;&#1088;&#1072;&#1094;&#1080;&#1081;, &#1073;&#1072;&#1085;&#1082;&#1086;&#1074;, &#1095;&#1090;&#1086; &#1087;&#1088;&#1080;&#1074;&#1077;&#1076;&#1077;&#1090; &#1082; &#1086;&#1097;&#1091;&#1090;&#1080;&#1084;&#1099;&#1084; &#1084;&#1072;&#1090;&#1077;&#1088;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1087;&#1086;&#1090;&#1077;&#1088;&#1103;&#1084; [1]. &#1047;&#1072;&#1097;&#1080;&#1090;&#1072; &#1087;&#1072;&#1088;&#1086;&#1083;&#1077;&#1084;, &#1096;&#1080;&#1092;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1080; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;, &#1088;&#1072;&#1079;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1072;&#1074; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072; &#1082; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;&#1084; &#1073;&#1072;&#1079;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;, &#1079;&#1072;&#1097;&#1080;&#1090;&#1072; &#1087;&#1086;&#1083;&#1077;&#1081; &#1080; &#1079;&#1072;&#1087;&#1080;&#1089;&#1077;&#1081; &#1090;&#1072;&#1073;&#1083;&#1080;&#1094; &#1073;&#1072;&#1079; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090;&#1089;&#1103; &#1076;&#1083;&#1103; &#1091;&#1089;&#1080;&#1083;&#1077;&#1085;&#1080;&#1103; &#1073;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1086;&#1089;&#1090;&#1080; &#1073;&#1072;&#1079; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;, &#1090;. &#1077;. &#1076;&#1083;&#1103; &#1087;&#1088;&#1077;&#1076;&#1086;&#1090;&#1074;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1103; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1087;&#1086;&#1090;&#1077;&#1088;&#1100;.</span></p><p class="c4"><span class="c1"></span></p><p class="c19"><span class="c7">&#1054;&#1076;&#1080;&#1085; &#1080;&#1079; &#1087;&#1088;&#1086;&#1089;&#1090;&#1077;&#1081;&#1096;&#1080;&#1093; &#1080; &#1087;&#1088;&#1080;&#1074;&#1099;&#1095;&#1085;&#1099;&#1093; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1086;&#1074; &#1079;&#1072;&#1097;&#1080;&#1090;&#1099; &#1073;&#1072;&#1079; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1086;&#1090; &#1085;&#1077;-&#1089;&#1072;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072; &mdash; &#1079;&#1072;&#1097;&#1080;&#1090;&#1072; &#1087;&#1072;&#1088;&#1086;&#1083;&#1077;&#1084;. &#1042; &#1079;&#1072;&#1096;&#1080;&#1092;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1084; &#1074;&#1080;&#1076;&#1077; &#1087;&#1072;&#1088;&#1086;&#1083;&#1080; &#1093;&#1088;&#1072;&#1085;&#1103;&#1090;&#1089;&#1103; &#1074; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1085;&#1099;&#1093; &#1092;&#1072;&#1081;&#1083;&#1072;&#1093; &#1057;&#1059;&#1041;&#1044;. &#1058;&#1072;&#1082;&#1072;&#1103; &#1079;&#1072;&#1097;&#1080;&#1090;&#1072; &#1085;&#1077; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1089;&#1072;&#1084;&#1099;&#1084; &#1089;&#1080;&#1083;&#1100;&#1085;&#1099;&#1084; &#1080; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1099;&#1084; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1086;&#1084;, &#1086;&#1089;&#1086;&#1073;&#1077;&#1085;&#1085;&#1086; &#1077;&#1089;&#1083;&#1080; &#1087;&#1072;&#1088;&#1086;&#1083;&#1080; &#1085;&#1077; &#1096;&#1080;&#1092;&#1088;&#1091;&#1102;&#1090;&#1089;&#1103;. &#1042;&#1099;&#1095;&#1080;&#1089;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1072;&#1103; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1072;&#1090;&#1100; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1097;&#1080;&#1093; &#1086;&#1076;&#1080;&#1085;&#1072;&#1082;&#1086;&#1074;&#1099;&#1077; &#1087;&#1072;&#1088;&#1086;&#1083;&#1080;, &mdash; &#1074;&#1086;&#1090; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1086;&#1081; &#1085;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1082; &#1087;&#1072;&#1088;&#1086;&#1083;&#1100;&#1085;&#1086;&#1081; &#1079;&#1072;&#1097;&#1080;&#1090;&#1099;.</span></p><p class="c4"><span class="c1"></span></p><p class="c19"><span class="c7">&#1041;&#1086;&#1083;&#1077;&#1077; &#1084;&#1086;&#1097;&#1085;&#1099;&#1084; &#1080; &#1085;&#1072;&#1076;&#1077;&#1078;&#1085;&#1099;&#1084; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1086;&#1084; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1096;&#1080;&#1092;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;, &#1090;. &#1077;. &#1080;&#1093; &#1087;&#1088;&#1077;&#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1080;&#1079; &#1095;&#1080;&#1090;&#1072;&#1077;&#1084;&#1086;&#1075;&#1086; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1074; &#1085;&#1077;&#1095;&#1080;&#1090;&#1072;&#1077;&#1084;&#1099;&#1081;, &#1087;&#1088;&#1080; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1072;.</span></p><p class="c4"><span class="c1"></span></p><ul class="c17 lst-kix_list_1-0 start"><li class="c14"><span class="c9 c12">&#1094;&#1077;&#1083;&#1103;&#1093; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1103; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1099;&#1093; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1086;&#1074; &#1057;&#1059;&#1041;&#1044; &#1074;&#1086; &#1084;&#1085;&#1086;&#1075;&#1080;&#1093; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;&#1093; &#1080;&#1084;&#1077;&#1102;&#1090;&#1089;&#1103; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1072; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1087;&#1088;&#1072;&#1074; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072; &#1082; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;&#1084; &#1073;&#1072;&#1079; &#1076;&#1072;&#1085;-&#1085;&#1099;&#1093;. &#1054;&#1085;&#1080; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1102;&#1090; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1099;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1085;&#1072;&#1076; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;&#1084;&#1080;. &#1042;&#1083;&#1072;&#1076;&#1077;&#1083;&#1077;&#1094; &#1086;&#1073;&#1098;-&#1077;&#1082;&#1090;&#1072; (&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;, &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1074;&#1096;&#1080;&#1081; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;), &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1072;&#1076;&#1084;&#1080;&#1085;&#1080;&#1089;&#1090;&#1088;&#1072;&#1090;&#1086;&#1088; &#1041;&#1044;, &#1080;&#1084;&#1077;&#1102;&#1090; &#1074;&#1089;&#1077; &#1087;&#1088;&#1072;&#1074;&#1072;. &#1054;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080; &#1082; &#1088;&#1072;&#1079;&#1085;&#1099;&#1084; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;&#1084; &#1084;&#1086;&#1075;&#1091;&#1090; &#1080;&#1084;&#1077;&#1090;&#1100; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;-&#1085;&#1099;&#1077; &#1091;&#1088;&#1086;&#1074;&#1085;&#1080; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072;. &#1056;&#1072;&#1079;&#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1085;&#1072; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1082; &#1082;&#1086;&#1085;&#1082;&#1088;&#1077;&#1090;&#1085;&#1099;&#1084; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;&#1084; &#1073;&#1072;&#1079;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1103;&#1077;&#1090;&#1089;&#1103; &#1074; &#1092;&#1072;&#1081;&#1083;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1077;&#1081; &#1075;&#1088;&#1091;&#1087;&#1087;&#1099;. &#1053;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1074; &#1041;&#1044; Oracle &#1079;&#1072;&#1097;&#1080;&#1090;&#1072;</span></li></ul><p class="c4"><span class="c10"></span></p><p class="c4"><span class="c1"></span></p><p class="c21"><span class="c2">50</span></p><p class="c4"><span class="c10"></span></p><a id="id.30j0zll"></a><p class="c28"><span class="c9">&#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1088;&#1077;&#1072;&#1083;&#1080;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;. &#1057;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1099;&#1081; &#1087;&#1072;&#1082;&#1077;&#1090; &#1057;&#1059;&#1041;&#1044; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1080; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1102; &#1074;&#1080;&#1088;&#1090;&#1091;&#1072;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1085;&#1072;&#1076;&#1079;&#1086;&#1088;&#1072; &#1079;&#1072; &#1087;&#1088;&#1080;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077;&#1084; (Virtual Private Database); &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1101;&#1090;&#1086;&#1081; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1080; &#1084;&#1086;&#1078;&#1085;&#1086; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100; &#1076;&#1086;-&#1089;&#1090;&#1091;&#1087;&#1072; &#1076;&#1083;&#1103; &#1082;&#1072;&#1078;&#1076;&#1086;&#1075;&#1086; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1087;&#1086;&#1083;&#1103; &#1041;&#1044;, &#1095;&#1090;&#1086; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1080;&#1090;&#1100; &#1086;&#1076;&#1085;&#1086;&#1074;&#1088;&#1077;-&#1084;&#1077;&#1085;&#1085;&#1091;&#1102; &#1088;&#1072;&#1073;&#1086;&#1090;&#1091; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081;, &#1087;&#1088;&#1080;&#1095;&#1077;&#1084; &#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1080;&#1079; &#1085;&#1080;&#1093; &#1085;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1084;&#1077;&#1090;&#1100; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1082; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093;. &#1044;&#1083;&#1103; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1079;&#1072;&#1097;&#1080;&#1090;&#1099; &#1041;&#1044; Oracle &#1087;&#1088;&#1077;&#1076;&#1083;&#1072;&#1075;&#1072;&#1077;&#1090; &#1086;&#1087;&#1094;&#1080;&#1102; Oracle Label Security, &#1073;&#1083;&#1072;&#1075;&#1086;&#1076;&#1072;&#1088;&#1103; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1081; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;-&#1089;&#1090;&#1080; &#1073;&#1086;&#1083;&#1077;&#1077; &#1095;&#1077;&#1090;&#1082;&#1086;&#1077; &#1088;&#1072;&#1079;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1080;&#1077; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1080;&#1074; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1081; &#1080;&#1085;&#1090;&#1077;&#1088;&#1074;&#1072;&#1083;, &#1074; &#1090;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1075;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087; &#1082; &#1090;&#1086;&#1081; &#1080;&#1083;&#1080; &#1080;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; [2]. &#1054;&#1089;&#1085;&#1086;&#1074;&#1085;&#1099;&#1084;&#1080; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1089;&#1090;&#1080;&#1082;&#1072;&#1084;&#1080; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1086;&#1074; Oracle &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072;&#1076;&#1077;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;, &#1073;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1086;&#1089;&#1090;&#1100;, &#1074;&#1099;&#1089;&#1086;&#1082;&#1072;&#1103; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100; &#1080; &#1091;&#1076;&#1086;&#1073;&#1089;&#1090;&#1074;&#1086; &#1074; &#1088;&#1072;&#1073;&#1086;-&#1090;&#1077;. &#1044;&#1072;&#1085;&#1085;&#1099;&#1077; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1089;&#1090;&#1080;&#1082;&#1080; &#1073;&#1077;&#1079;&#1091;&#1089;&#1083;&#1086;&#1074;&#1085;&#1086; &#1074;&#1072;&#1078;&#1085;&#1099; &#1076;&#1083;&#1103; &#1057;&#1059;&#1041;&#1044;, &#1089;&#1090;&#1072;&#1074;&#1096;&#1077;&#1081; &#1085;&#1072; &#1089;&#1077;&#1075;&#1086;&#1076;-&#1085;&#1103;&#1096;&#1085;&#1080;&#1081; &#1076;&#1077;&#1085;&#1100; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1086;&#1073;&#1103;&#1079;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1081; &#1095;&#1072;&#1089;&#1090;&#1100;&#1102; &#1083;&#1102;&#1073;&#1086;&#1081; &#1089;&#1077;&#1088;&#1100;&#1077;&#1079;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;-&#1094;&#1080;&#1086;&#1085;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099;. &#1053;&#1086; &#1085;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1101;&#1090;&#1080; &#1093;&#1072;&#1088;&#1072;&#1082;&#1090;&#1077;&#1088;&#1080;&#1089;&#1090;&#1080;&#1082;&#1080; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1102;&#1090; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1072;&#1084; Oracle &#1091;&#1076;&#1077;&#1088;&#1078;&#1080;&#1074;&#1072;&#1090;&#1100; &#1083;&#1080;&#1076;&#1077;&#1088;&#1089;&#1090;&#1074;&#1086; &#1085;&#1072; &#1088;&#1099;&#1085;&#1082;&#1077; &#1057;&#1059;&#1041;&#1044;. &#1057;&#1090;&#1088;&#1077;&#1084;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1074;&#1072;&#1102;&#1097;&#1080;&#1077;&#1089;&#1103; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1086;&#1085;&#1085;&#1099;&#1077; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080; &#1090;&#1088;&#1077;&#1073;&#1091;&#1102;&#1090; &#1086;&#1090; &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1099;&#1093; &#1057;&#1059;&#1041;&#1044; &#1088;&#1072;&#1089;&#1096;&#1080;&#1088;&#1077;&#1085;&#1080;&#1103; &#1082;&#1083;&#1072;&#1089;&#1089;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1080; &#1087;&#1086; &#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1102; &#1080; &#1086;&#1073;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1077; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;.</span></p><p class="c4"><span class="c0"></span></p><p class="c26"><span class="c7">&#1057;&#1083;&#1077;&#1076;&#1091;&#1077;&#1090; &#1086;&#1090;&#1084;&#1077;&#1090;&#1080;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1089;&#1088;&#1077;&#1076;&#1089;&#1090;&#1074;&#1072; &#1079;&#1072;&#1097;&#1080;&#1090;&#1099;, &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1084;&#1099;&#1077; &#1073;&#1072;&#1079;&#1086;&#1081; &#1076;&#1072;&#1085;-&#1085;&#1099;&#1093; &mdash; &#1101;&#1090;&#1086; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1086;&#1076;&#1080;&#1085; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;, &#1079;&#1072;&#1097;&#1080;&#1090;&#1072; &#1076;&#1086;&#1083;&#1078;&#1085;&#1072; &#1073;&#1099;&#1090;&#1100; &#1084;&#1085;&#1086;&#1075;&#1086;&#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1074;&#1086;&#1081;. &#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1087;&#1086;&#1083;&#1085;&#1091;&#1102; &#1079;&#1072;&#1097;&#1080;&#1090;&#1091; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080;, &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086; &#1088;&#1077;-&#1072;&#1083;&#1080;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1089;&#1077;&#1090;&#1080;, &#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072;&#1093; &#1080; &#1085;&#1072; &#1074;&#1089;&#1077;&#1093; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1072;&#1093; &#1074;&#1077;&#1089;&#1100; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1089; &#1073;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1086;-&#1089;&#1090;&#1080;, &#1072; &#1080;&#1084;&#1077;&#1085;&#1085;&#1086; &mdash; &#1072;&#1085;&#1090;&#1080;&#1074;&#1080;&#1088;&#1091;&#1089;&#1099;, &#1072;&#1085;&#1090;&#1080;&#1096;&#1087;&#1080;&#1086;&#1085;&#1099;, &#1089;&#1077;&#1090;&#1077;&#1074;&#1099;&#1077; &#1101;&#1082;&#1088;&#1072;&#1085;&#1099; VPN, IDS &#1080; &#1090;. &#1076;. &#1063;&#1077;&#1084; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1081; &#1079;&#1072;&#1097;&#1080;&#1090;&#1099;, &#1090;&#1077;&#1084; &#1089;&#1083;&#1086;&#1078;&#1085;&#1077;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1093; &#1087;&#1088;&#1077;&#1086;&#1076;&#1086;&#1083;&#1077;&#1090;&#1100;. &#1044;&#1086;&#1083;&#1078;&#1085;&#1072; &#1073;&#1099;&#1090;&#1100; &#1095;&#1077;&#1090;&#1082;&#1072;&#1103; &#1087;&#1086;&#1083;&#1080;&#1090;&#1080;&#1082;&#1072; &#1073;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1086;&#1089;&#1090;&#1080; &#1080; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1100;. &#1061;&#1086;&#1088;&#1086;&#1096;&#1072;&#1103; &#1087;&#1086;&#1083;&#1080;&#1090;&#1080;&#1082;&#1072; &#1073;&#1077;&#1079;-&#1086;&#1087;&#1072;&#1089;&#1085;&#1086;&#1089;&#1090;&#1080; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1087;&#1088;&#1077;&#1076;&#1086;&#1090;&#1074;&#1088;&#1072;&#1090;&#1080;&#1090;&#1100; &#1089;&#1083;&#1091;&#1095;&#1072;&#1080; &#1085;&#1077;&#1089;&#1072;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1074;&#1079;&#1083;&#1086;&#1084;&#1072; &#1080; &#1091;&#1090;&#1077;&#1095;&#1082;&#1080; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080;.</span></p><p class="c4"><span class="c0"></span></p><p class="c3"><span class="c16">&#1051;&#1080;&#1090;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1072;</span></p><p class="c4"><span class="c0"></span></p><ol class="c17 lst-kix_list_2-0 start" start="1"><li class="c24"><span class="c9 c12">&#1050;&#1086;&#1088;&#1085;&#1077;&#1077;&#1074;, &#1042;. &#1042;., &#1043;&#1072;&#1088;&#1077;&#1077;&#1074; &#1040;. &#1060;., &#1042;&#1072;&#1089;&#1102;&#1090;&#1080;&#1085; &#1057;. &#1042;., &#1056;&#1072;&#1081;&#1093; &#1042;. &#1042;. &#1041;&#1072;&#1079;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;. &#1048;&#1085;-&#1090;&#1077;&#1083;&#1083;&#1077;&#1082;&#1090;&#1091;&#1072;&#1083;&#1100;&#1085;&#1072;&#1103; &#1086;&#1073;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080;. &mdash; &#1052;.: &#1053;&#1086;&#1083;&#1080;&#1076;&#1078;, 2000. &mdash; 352 &#1089;.</span></li><li class="c29"><span class="c9 c12">&#1047;&#1072;&#1097;&#1080;&#1090;&#1072; &#1073;&#1072;&#1079; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; [&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1081; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;]. &mdash; &#1056;&#1077;&#1078;&#1080;&#1084; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072;: http://www. studfiles.ru. &mdash; &#1044;&#1072;&#1090;&#1072; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072;: 19.02.2013.</span></li></ol><p class="c4"><span class="c0"></span></p><p class="c27"><span class="c0"></span></p><p class="c21 c25"><span class="c5">&#1042;&#1085;&#1077;&#1096;&#1085;&#1080;&#1081; &#1076;&#1086;&#1083;&#1075; &#1056;&#1077;&#1089;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1080; &#1041;&#1077;&#1083;&#1072;&#1088;&#1091;&#1089;&#1100;:</span></p><p class="c4"><span class="c0"></span></p><p class="c20"><span class="c5">&#1076;&#1080;&#1085;&#1072;&#1084;&#1080;&#1082;&#1072; &#1080; &#1089;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1077; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077;</span></p><p class="c4"><span class="c0"></span></p><p class="c15"><span class="c7 c18">&#1043;&#1072;&#1090;&#1080;&#1083;&#1083;&#1086; &#1040;. &#1057;., &#1089;&#1090;&#1091;&#1076;. II &#1082;. &#1041;&#1043;&#1059;, &#1085;&#1072;&#1091;&#1095;. &#1088;&#1091;&#1082;. &#1043;&#1072;&#1074;&#1088;&#1080;&#1083;&#1082;&#1086; &#1043;. &#1053;., &#1082;&#1072;&#1085;&#1076;. &#1101;&#1082;. &#1085;&#1072;&#1091;&#1082;, &#1076;&#1086;&#1094;.</span></p><p class="c4"><span class="c0"></span></p><ul class="c17 lst-kix_list_3-0 start"><li class="c6"><span class="c9 c12">&#1085;&#1072;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1072; &#1074;&#1085;&#1077;&#1096;&#1085;&#1077;&#1075;&#1086; &#1076;&#1086;&#1083;&#1075;&#1072; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1086;&#1076;&#1085;&#1086;&#1081; &#1080;&#1079; &#1085;&#1072;&#1080;&#1073;&#1086;-&#1083;&#1077;&#1077; &#1086;&#1089;&#1090;&#1088;&#1099;&#1093; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084; &#1076;&#1083;&#1103; &#1073;&#1077;&#1083;&#1086;&#1088;&#1091;&#1089;&#1089;&#1082;&#1086;&#1081; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1080;: &#1087;&#1080;&#1082; &#1087;&#1083;&#1072;&#1090;&#1077;&#1078;&#1077;&#1081; &#1087;&#1086; &#1074;&#1085;&#1077;&#1096;&#1085;&#1077;-&#1084;&#1091; &#1076;&#1086;&#1083;&#1075;&#1091; &#1087;&#1088;&#1080;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1085;&#1072; 2013&ndash;2014 &#1075;&#1086;&#1076;&#1099;. &#1054;&#1073;&#1098;&#1077;&#1084; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1086;&#1074;, &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1099;&#1093; &#1076;&#1083;&#1103;</span></li></ul><p class="c4"><span class="c10"></span></p><p class="c4"><span class="c0"></span></p><p class="c21 c23"><span class="c2">51</span></p></body></html>