<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">.lst-kix_list_2-6>li:before{content:" "}.lst-kix_list_2-7>li:before{content:" "}ol.lst-kix_list_1-0{list-style-type:none}.lst-kix_list_2-4>li:before{content:" "}.lst-kix_list_2-5>li:before{content:" "}.lst-kix_list_2-8>li:before{content:" "}ol.lst-kix_list_3-0{list-style-type:none}.lst-kix_list_3-0>li:before{content:"" counter(lst-ctn-kix_list_3-0,decimal) ". "}.lst-kix_list_3-1>li:before{content:" "}.lst-kix_list_3-2>li:before{content:" "}ul.lst-kix_list_3-7{list-style-type:none}ul.lst-kix_list_3-8{list-style-type:none}ol.lst-kix_list_3-0.start{counter-reset:lst-ctn-kix_list_3-0 0}ul.lst-kix_list_1-3{list-style-type:none}ul.lst-kix_list_3-1{list-style-type:none}.lst-kix_list_3-5>li:before{content:" "}ul.lst-kix_list_1-4{list-style-type:none}ul.lst-kix_list_3-2{list-style-type:none}ul.lst-kix_list_1-1{list-style-type:none}.lst-kix_list_3-4>li:before{content:" "}ul.lst-kix_list_1-2{list-style-type:none}ul.lst-kix_list_1-7{list-style-type:none}.lst-kix_list_3-3>li:before{content:" "}ul.lst-kix_list_3-5{list-style-type:none}ul.lst-kix_list_1-8{list-style-type:none}ul.lst-kix_list_3-6{list-style-type:none}ul.lst-kix_list_1-5{list-style-type:none}ul.lst-kix_list_3-3{list-style-type:none}ul.lst-kix_list_1-6{list-style-type:none}ul.lst-kix_list_3-4{list-style-type:none}.lst-kix_list_3-8>li:before{content:" "}.lst-kix_list_3-6>li:before{content:" "}.lst-kix_list_3-7>li:before{content:" "}ul.lst-kix_list_2-8{list-style-type:none}ul.lst-kix_list_2-2{list-style-type:none}.lst-kix_list_1-0>li:before{content:"[" counter(lst-ctn-kix_list_1-0,decimal) "]. "}ul.lst-kix_list_2-3{list-style-type:none}ul.lst-kix_list_2-0{list-style-type:none}ul.lst-kix_list_2-1{list-style-type:none}ul.lst-kix_list_2-6{list-style-type:none}.lst-kix_list_1-1>li:before{content:" "}.lst-kix_list_1-2>li:before{content:" "}ul.lst-kix_list_2-7{list-style-type:none}ul.lst-kix_list_2-4{list-style-type:none}ul.lst-kix_list_2-5{list-style-type:none}.lst-kix_list_1-3>li:before{content:" "}.lst-kix_list_1-4>li:before{content:" "}ol.lst-kix_list_1-0.start{counter-reset:lst-ctn-kix_list_1-0 1}.lst-kix_list_1-0>li{counter-increment:lst-ctn-kix_list_1-0}.lst-kix_list_3-0>li{counter-increment:lst-ctn-kix_list_3-0}.lst-kix_list_1-7>li:before{content:" "}.lst-kix_list_1-5>li:before{content:" "}.lst-kix_list_1-6>li:before{content:" "}.lst-kix_list_2-0>li:before{content:"\000438  "}.lst-kix_list_2-1>li:before{content:" "}.lst-kix_list_1-8>li:before{content:" "}.lst-kix_list_2-2>li:before{content:" "}.lst-kix_list_2-3>li:before{content:" "}ol{margin:0;padding:0}table td,table th{padding:0}.c12{margin-left:0pt;padding-top:0pt;list-style-position:inside;text-indent:45pt;padding-bottom:0pt;line-height:1.0875000000000001;orphans:2;widows:2;text-align:justify}.c2{margin-left:0pt;padding-top:0pt;list-style-position:inside;text-indent:14.2pt;padding-bottom:0pt;line-height:1.05;orphans:2;widows:2;text-align:justify}.c6{margin-left:0pt;padding-top:0pt;list-style-position:inside;text-indent:14.2pt;padding-bottom:0pt;line-height:1.0791666666666666;orphans:2;widows:2;text-align:justify}.c14{margin-left:145pt;padding-top:0pt;text-indent:27.5pt;padding-bottom:0pt;line-height:1.2125000000000001;orphans:2;widows:2;text-align:left}.c21{margin-left:3pt;padding-top:0pt;text-indent:14.2pt;padding-bottom:0pt;line-height:1.1375;orphans:2;widows:2;text-align:justify}.c24{margin-left:3pt;padding-top:0pt;text-indent:14.2pt;padding-bottom:0pt;line-height:1.1416666666666666;orphans:2;widows:2;text-align:justify}.c7{margin-left:20.9pt;padding-top:0pt;padding-left:-17.9pt;padding-bottom:0pt;line-height:1.0708333333333333;orphans:2;widows:2;text-align:justify}.c23{margin-left:3pt;padding-top:0pt;text-indent:14.1pt;padding-bottom:0pt;line-height:1.0708333333333333;orphans:2;widows:2;text-align:justify}.c9{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:9pt;font-family:"Times New Roman";font-style:normal}.c1{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:12pt;font-family:"Times New Roman";font-style:normal}.c17{padding-top:0pt;text-indent:14.2pt;padding-bottom:0pt;line-height:1.0791666666666666;orphans:2;widows:2;text-align:justify}.c8{padding-top:0pt;padding-bottom:0pt;line-height:1.0;orphans:2;widows:2;text-align:center;margin-right:-3pt}.c0{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:9.5pt;font-family:"Times New Roman";font-style:normal}.c4{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:10pt;font-family:"Times New Roman";font-style:normal}.c5{padding-top:0pt;padding-bottom:0pt;line-height:1.0;orphans:2;widows:2;text-align:left;height:11pt}.c18{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Times New Roman";font-style:normal}.c19{padding-top:0pt;padding-bottom:0pt;line-height:1.0;orphans:2;widows:2;text-align:center}.c22{padding-top:0pt;padding-bottom:0pt;line-height:1.0;orphans:2;widows:2;text-align:left}.c11{font-size:9.5pt;font-family:"Times New Roman";font-style:italic;color:#000000;font-weight:400}.c15{font-size:10pt;font-family:"Times New Roman";color:#000000;font-weight:400}.c16{font-size:9.5pt;font-family:"Times New Roman";color:#000000;font-weight:700}.c13{font-size:9pt;font-family:"Times New Roman";color:#000000;font-weight:400}.c20{font-size:12pt;font-family:"Times New Roman";color:#000000;font-weight:700}.c3{background-color:#ffffff;max-width:277pt;padding:72pt 72pt 72pt 72pt}.c10{padding:0;margin:0}.title{padding-top:24pt;color:#000000;font-weight:700;font-size:36pt;padding-bottom:6pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:18pt;color:#666666;font-size:24pt;padding-bottom:4pt;font-family:"Georgia";line-height:1.0;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Times New Roman"}p{margin:0;color:#000000;font-size:11pt;font-family:"Times New Roman"}h1{padding-top:24pt;color:#000000;font-weight:700;font-size:24pt;padding-bottom:6pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-weight:700;font-size:18pt;padding-bottom:4pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:14pt;color:#000000;font-weight:700;font-size:14pt;padding-bottom:4pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:12pt;color:#000000;font-weight:700;font-size:12pt;padding-bottom:2pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:11pt;color:#000000;font-weight:700;font-size:11pt;padding-bottom:2pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:10pt;color:#000000;font-weight:700;font-size:10pt;padding-bottom:2pt;font-family:"Times New Roman";line-height:1.0;page-break-after:avoid;orphans:2;widows:2;text-align:left}</style></head><body class="c3"><a id="id.gjdgxs"></a><p class="c8"><span class="c20">&#1058;&#1086;&#1088;&#1075;&#1086;&#1074;&#1099;&#1077; &#1088;&#1086;&#1073;&#1086;&#1090;&#1099; Forex</span></p><p class="c5"><span class="c1"></span></p><p class="c14"><span class="c11">&#1070;&#1079;&#1074;&#1086;&#1074;&#1080;&#1095; &#1042;. &#1042;., &#1089;&#1090;&#1091;&#1076;. IV &#1082;. &#1041;&#1043;&#1069;&#1059;, &#1085;&#1072;&#1091;&#1095;. &#1088;&#1091;&#1082;. &#1040;&#1085;&#1082;&#1080;&#1085;&#1086;&#1074;&#1080;&#1095; &#1070;. &#1045;., &#1072;&#1089;&#1089;&#1080;&#1089;&#1090;&#1077;&#1085;&#1090;</span></p><p class="c5"><span class="c1"></span></p><p class="c24"><span class="c13">&#1058;&#1086;&#1088;&#1075;&#1086;&#1074;&#1099;&#1077; &#1088;&#1086;&#1073;&#1086;&#1090;&#1099; &#1060;&#1086;&#1088;&#1077;&#1082;&#1089; &mdash; &#1101;&#1090;&#1086; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1090;&#1086;&#1088;&#1075;&#1086;&#1074;&#1099;&#1077; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1099;, &#1082;&#1086;-&#1090;&#1086;&#1088;&#1099;&#1077; &#1085;&#1072; &#1086;&#1089;&#1085;&#1086;&#1074;&#1077; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1072; &#1089;&#1072;&#1084;&#1086;&#1089;&#1090;&#1086;&#1103;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1102;&#1090; &#1092;&#1080;-&#1085;&#1072;&#1085;&#1089;&#1086;&#1074;&#1099;&#1084;&#1080; &#1087;&#1086;&#1090;&#1086;&#1082;&#1072;&#1084;&#1080; &#1093;&#1086;&#1079;&#1103;&#1077;&#1074; [1]. &#1059; &#1076;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1072; &#1090;&#1086;&#1088;&#1075;&#1086;&#1074;&#1083;&#1080; &#1094;&#1077;&#1083;&#1072;&#1103; &#1072;&#1088;&#1084;&#1080;&#1103; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1085;&#1080;&#1082;&#1086;&#1074; &#1080; &#1085;&#1077; &#1084;&#1077;&#1085;&#1100;&#1096;&#1072;&#1103; &#1072;&#1088;&#1084;&#1080;&#1103; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074;&#1085;&#1080;&#1082;&#1086;&#1074;. &#1050;&#1072;&#1082; &#1080; &#1074; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077; &#1089;&#1087;&#1086;&#1088;&#1086;&#1074;, &#1080;&#1089;&#1090;&#1080;&#1085;&#1072; &#1074; &#1076;&#1072;&#1085;&#1085;&#1086;&#1084; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1077; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1089;&#1103; &#1075;&#1076;&#1077;-&#1090;&#1086; &#1084;&#1077;&#1078;&#1076;&#1091; &#1085;&#1080;&#1084;&#1080;, &#1074;&#1077;&#1076;&#1100; &#1076;&#1072;&#1078;&#1077; &#1087;&#1088;&#1080; &#1085;&#1072;-&#1083;&#1080;&#1095;&#1080;&#1080; &#1072;&#1074;&#1090;&#1086;&#1087;&#1080;&#1083;&#1086;&#1090;&#1072; &#1074; &#1089;&#1072;&#1084;&#1086;&#1083;&#1077;&#1090;&#1072;&#1093; &#1077;&#1075;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1074; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1103;&#1093;</span></p><p class="c5"><span class="c1"></span></p><ol class="c10 lst-kix_list_1-0 start" start="2"><li class="c7"><span class="c0">&#1058;&#1086;&#1088;&#1075;&#1086;&#1074;&#1099;&#1081; &#1088;&#1086;&#1073;&#1086;&#1090; Forex &#1085;&#1077; &#1087;&#1086;&#1076;&#1074;&#1077;&#1088;&#1078;&#1077;&#1085; &#1086;&#1073;&#1099;&#1095;&#1085;&#1099;&#1084; &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1095;&#1077;&#1089;&#1082;&#1080;&#1084; &#1089;&#1083;&#1072;&#1073;&#1086;&#1089;&#1090;&#1103;&#1084;, &#1090;&#1072;&#1082;&#1080;&#1084;, &#1082;&#1072;&#1082; &#1091;&#1089;&#1090;&#1072;&#1083;&#1086;&#1089;&#1090;&#1100; &#1080;&#1083;&#1080; &#1087;&#1089;&#1080;&#1093;&#1086;&#1083;&#1086;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1072;&#1103; &#1085;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1072;, &#1095;&#1090;&#1086; &#1084;&#1077;&#1096;&#1072;&#1077;&#1090; &#1090;&#1088;&#1077;&#1081;&#1076;&#1077;&#1088;&#1091; &#1090;&#1088;&#1077;&#1079;&#1074;&#1086; &#1087;&#1088;&#1080;&#1085;&#1080;&#1084;&#1072;&#1090;&#1100; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1103;. &#1056;&#1086;&#1073;&#1086;&#1090; &#1084;&#1086;&#1078;&#1077;&#1090; &#1082;&#1088;&#1091;&#1075;&#1083;&#1086;&#1089;&#1091;&#1090;&#1086;&#1095;&#1085;&#1086; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1080;-&#1090;&#1091;&#1072;&#1094;&#1080;&#1102; &#1080; &#1074;&#1099;&#1073;&#1080;&#1088;&#1072;&#1090;&#1100; &#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086; &#1091;&#1076;&#1086;&#1073;&#1085;&#1099;&#1077; &#1084;&#1086;&#1084;&#1077;&#1085;&#1090;&#1099; &#1076;&#1083;&#1103; &#1089;&#1076;&#1077;&#1083;&#1086;&#1082;. &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;-&#1074;&#1072;&#1085;&#1080;&#1077; &#1090;&#1086;&#1088;&#1075;&#1086;&#1074;&#1099;&#1093; &#1088;&#1086;&#1073;&#1086;&#1090;&#1086;&#1074; &#1089;&#1080;&#1083;&#1100;&#1085;&#1086; &#1091;&#1087;&#1088;&#1086;&#1097;&#1072;&#1077;&#1090; &#1080; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1079;&#1080;&#1088;&#1091;&#1077;&#1090; &#1076;&#1077;&#1103;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100; &#1090;&#1088;&#1077;&#1081;&#1076;&#1077;&#1088;&#1072;.</span></li></ol><p class="c23"><span class="c0">&#1048;&#1076;&#1077;&#1103; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1087;&#1086;&#1088;&#1090;&#1092;&#1077;&#1083;&#1077;&#1084; &#1074;&#1099;&#1088;&#1086;&#1089;&#1083;&#1072; &#1085;&#1072; &#1075;&#1080;&#1073;&#1077;&#1083;&#1080; &#1090;&#1077;&#1086;&#1088;&#1080;&#1080; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1099;&#1093; &#1088;&#1099;&#1085;&#1082;&#1086;&#1074;. &#1057;&#1077;&#1075;&#1086;&#1076;&#1085;&#1103; &#1074;&#1089;&#1077;&#1084; &#1086;&#1095;&#1077;&#1074;&#1080;&#1076;&#1085;&#1086;, &#1095;&#1090;&#1086; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1103; &#1088;&#1072;&#1089;&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;-&#1085;&#1103;&#1077;&#1090;&#1089;&#1103; &#1089; &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1085;&#1086;&#1081; &#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1100;&#1102;, &#1076;&#1086;&#1093;&#1086;&#1076;&#1080;&#1090; &#1085;&#1077; &#1076;&#1086; &#1074;&#1089;&#1077;&#1093;, &#1085;&#1077; &#1074;&#1089;&#1077;&#1084;&#1080; &#1086;&#1076;&#1080;&#1085;&#1072;&#1082;&#1086;&#1074;&#1086; &#1087;&#1086;&#1085;&#1080;&#1084;&#1072;&#1077;&#1090;&#1089;&#1103; &#1080; &#1085;&#1077; &#1074;&#1089;&#1077;&#1084;&#1080; &#1086;&#1076;&#1080;&#1085;&#1072;&#1082;&#1086;&#1074;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1072;. &#1042; &#1080;&#1090;&#1086;&#1075;&#1077; &#1074;&#1086;&#1079;&#1085;&#1080;-&#1082;&#1072;&#1077;&#1090; &#1084;&#1085;&#1086;&#1078;&#1077;&#1089;&#1090;&#1074;&#1086; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1093; &#1080;&#1083;&#1080; &#1084;&#1077;&#1085;&#1100;&#1096;&#1080;&#1093; &#1094;&#1077;&#1085;&#1086;&#1074;&#1099;&#1093; &#1072;&#1085;&#1086;&#1084;&#1072;&#1083;&#1080;&#1081;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1080;&#1084;&#1077;&#1102;&#1090; &#1090;&#1077;&#1085;&#1076;&#1077;&#1085;&#1094;&#1080;&#1102; &#1080;&#1089;&#1095;&#1077;&#1079;&#1072;&#1090;&#1100; &#1089;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1077;&#1084;. &#1048;&#1084;&#1077;&#1085;&#1085;&#1086; &#1089;&#1090;&#1072;&#1074;&#1082;&#1080; &#1087;&#1088;&#1086;&#1090;&#1080;&#1074; &#1090;&#1072;&#1082;&#1080;&#1093; &#1072;&#1085;&#1086;&#1084;&#1072;&#1083;&#1080;&#1081; &#1080; &#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1086;&#1084; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1090;&#1086;&#1088;&#1075;&#1086;&#1074;&#1083;&#1080; [3].</span></p><p class="c21"><span class="c13">&#1045;&#1089;&#1090;&#1100; &#1076;&#1074;&#1072; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1099;&#1093; &#1074;&#1080;&#1076;&#1072; &#1089;&#1090;&#1088;&#1072;&#1090;&#1077;&#1075;&#1080;&#1081;. &#1063;&#1080;&#1089;&#1090;&#1099;&#1081; &#1072;&#1088;&#1073;&#1080;&#1090;&#1088;&#1072;&#1078; &mdash; &#1101;&#1090;&#1086; &#1072;&#1085;&#1086;&#1084;&#1072;&#1083;&#1080;&#1080;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1089; &#1074;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; 100 % &#1074;&#1077;&#1076;&#1091;&#1090; &#1082; &#1079;&#1072;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1085;&#1080;&#1102; &#1087;&#1088;&#1080;&#1073;&#1099;&#1083;&#1080;. &#1055;&#1088;&#1080;&#1084;&#1077;&#1088; &mdash; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1080;&#1077; &#1074; &#1094;&#1077;&#1085;&#1077; &#1086;&#1076;&#1085;&#1086;&#1075;&#1086; &#1080; &#1090;&#1086;&#1075;&#1086; &#1078;&#1077; &#1080;&#1085;&#1089;&#1090;&#1088;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072; &#1074; &#1086;&#1076;&#1085;&#1086; &#1080; &#1090;&#1086; &#1078;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103; &#1085;&#1072; &#1088;&#1072;&#1079;-&#1085;&#1099;&#1093; &#1090;&#1086;&#1088;&#1075;&#1086;&#1074;&#1099;&#1093; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1072;&#1093;. &#1056;&#1080;&#1089;&#1082;&#1086;&#1074;&#1099;&#1081; &#1072;&#1088;&#1073;&#1080;&#1090;&#1088;&#1072;&#1078; &mdash; &#1101;&#1090;&#1086; &#1072;&#1085;&#1086;&#1084;&#1072;&#1083;&#1080;&#1080;, &#1074;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086;&#1089;&#1090;&#1100; &#1080;&#1089;&#1095;&#1077;&#1079;&#1085;&#1086;&#1074;&#1077;&#1085;&#1080;&#1103; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1093; &#1084;&#1077;&#1085;&#1100;&#1096;&#1077; 100 %. &#1054;&#1085;&#1080; &#1087;&#1086;&#1103;&#1074;&#1083;&#1103;&#1102;&#1090;&#1089;&#1103;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1087;&#1088;&#1080; &#1079;&#1072;&#1087;&#1072;&#1079;-&#1076;&#1099;&#1074;&#1072;&#1085;&#1080;&#1080; &#1074; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103;&#1093; &#1082;&#1088;&#1091;&#1087;&#1085;&#1099;&#1093; &#1080;&#1085;&#1074;&#1077;&#1089;&#1090;&#1086;&#1088;&#1086;&#1074; &#1087;&#1088;&#1080; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1080; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1080; &#1085;&#1072; &#1088;&#1099;&#1085;-&#1082;&#1077; &#1083;&#1080;&#1073;&#1086; &#1074; &#1087;&#1088;&#1086;&#1094;&#1077;&#1089;&#1089;&#1077; &#1076;&#1083;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1093; &#1087;&#1086;&#1082;&#1091;&#1087;&#1086;&#1082; &#1080;&#1083;&#1080; &#1087;&#1088;&#1086;&#1076;&#1072;&#1078; &#1072;&#1082;&#1090;&#1080;&#1074;&#1086;&#1074; &#1085;&#1072; &#1088;&#1099;&#1085;&#1082;&#1077;. &#1058;&#1072;&#1082; &#1082;&#1072;&#1082; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1080;&#1085;&#1074;&#1077;&#1089;&#1090;&#1086;&#1088;&#1086;&#1074; &#1076;&#1086; &#1082;&#1086;&#1085;&#1094;&#1072; &#1085;&#1077; &#1087;&#1088;&#1077;&#1076;&#1089;&#1082;&#1072;&#1079;&#1091;&#1077;&#1084;&#1099;, &#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1086;&#1089;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103; &#1088;&#1080;&#1089;&#1082;, &#1095;&#1090;&#1086; &#1072;&#1085;&#1086;&#1084;&#1072;&#1083;&#1080;&#1103; &#1085;&#1077; &#1080;&#1089;&#1095;&#1077;&#1079;&#1085;&#1077;&#1090;. &#1042; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1076;&#1086;&#1093;&#1086;&#1076; &#1080;&#1085;&#1074;&#1077;&#1089;&#1090;&#1086;&#1088;&#1072; &#1085;&#1077; &#1075;&#1072;&#1088;&#1072;&#1085;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;. &#1063;&#1080;&#1089;&#1090;&#1099;&#1081; &#1072;&#1088;&#1073;&#1080;&#1090;&#1088;&#1072;&#1078; &mdash; &#1086;&#1090;&#1083;&#1080;&#1095;&#1085;&#1099;&#1081; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073; &#1079;&#1072;&#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100;. &#1041;&#1086;&#1088;&#1100;&#1073;&#1091; &#1079;&#1076;&#1077;&#1089;&#1100; &#1074;&#1077;&#1076;&#1091;&#1090; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1088;&#1086;&#1073;&#1086;&#1090;&#1099;. &#1050;&#1086;&#1085;&#1082;&#1091;&#1088;&#1077;&#1085;&#1094;&#1080;&#1103; &#1079;&#1072; &#1095;&#1080;&#1089;&#1090;&#1099;&#1081; &#1072;&#1088;&#1073;&#1080;&#1090;&#1088;&#1072;&#1078; &#1089;&#1090;&#1072;&#1083;&#1072; &#1082;&#1086;&#1085;&#1082;&#1091;&#1088;&#1077;&#1085;&#1094;&#1080;&#1077;&#1081; &#1086;&#1073;&#1086;&#1088;&#1091;&#1076;&#1086;&#1074;&#1072;-&#1085;&#1080;&#1103; &#1080; &#1082;&#1072;&#1085;&#1072;&#1083;&#1086;&#1074;. &#1055;&#1086;&#1103;&#1074;&#1080;&#1083;&#1080;&#1089;&#1100; &laquo;&#1086;&#1093;&#1086;&#1090;&#1085;&#1080;&#1082;&#1080; &#1085;&#1072; &#1088;&#1086;&#1073;&#1086;&#1090;&#1086;&#1074;&raquo; &mdash; &#1088;&#1086;&#1073;&#1086;&#1090;&#1099;, &#1080;&#1089;&#1082;&#1091;&#1089;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1089;&#1086;&#1079;&#1076;&#1072;&#1102;&#1097;&#1080;&#1077; &#1085;&#1072; &#1088;&#1099;&#1085;&#1082;&#1077; &#1089;&#1080;&#1090;&#1091;&#1072;&#1094;&#1080;&#1080;, &#1079;&#1072;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1102;&#1097;&#1080;&#1077; &#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1099; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1090;&#1100; &#1090;&#1086;&#1088;&#1075;&#1086;&#1074;&#1099;&#1077; &#1087;&#1086;&#1079;&#1080;&#1094;&#1080;&#1080;. &#1055;&#1086;&#1103;&#1074;&#1080;&#1083;&#1080;&#1089;&#1100; &laquo;&#1088;&#1086;&#1073;&#1086;&#1090;&#1099;-&#1073;&#1088;&#1086;&#1082;&#1077;&#1088;&#1099;&raquo;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1084;&#1072;&#1085;&#1080;&#1087;&#1091;&#1083;&#1080;&#1088;&#1091;&#1102;&#1090; &#1088;&#1099;&#1085;&#1082;&#1086;&#1084; &#1076;&#1083;&#1103; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1077;&#1085;&#1080;&#1103; &#1086;&#1073;&#1098;&#1077;&#1084;&#1086;&#1074; &#1086;&#1087;&#1077;&#1088;&#1072;&#1094;&#1080;&#1081; &#1088;&#1086;&#1073;&#1086;&#1090;&#1086;&#1074;, &#1090;&#1086;&#1088;&#1075;&#1091;&#1102;&#1097;&#1080;&#1093; &#1095;&#1077;&#1088;&#1077;&#1079; &#1090;&#1086;&#1075;&#1086; &#1080;&#1083;&#1080; &#1080;&#1085;&#1086;&#1075;&#1086; &#1087;&#1088;&#1086;&#1074;&#1072;&#1081;&#1076;&#1077;&#1088;&#1072;. &#1055;&#1086; &#1074;&#1089;&#1077;&#1084; &#1101;&#1090;&#1080;&#1084; &#1087;&#1088;&#1080;&#1095;&#1080;&#1085;&#1072;&#1084; &#1095;&#1080;&#1089;&#1090;&#1099;&#1081; &#1072;&#1088;&#1073;&#1080;&#1090;&#1088;&#1072;&#1078; &#1087;&#1077;&#1088;&#1077;&#1089;&#1090;&#1072;&#1083; &#1073;&#1099;&#1090;&#1100; &#1073;&#1080;&#1079;&#1085;&#1077;&#1089;&#1086;&#1084; &#1076;&#1083;&#1103; &#1082;&#1083;&#1080;&#1077;&#1085;&#1090;&#1086;&#1074;: &#1079;&#1076;&#1077;&#1089;&#1100; &#1079;&#1072;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1102;&#1090; &#1082;&#1088;&#1091;&#1087;&#1085;&#1099;&#1077; &#1087;&#1088;&#1086;&#1092;&#1077;&#1089;&#1089;&#1080;&#1086;&#1085;&#1072;&#1083;&#1099;,</span></p><p class="c5"><span class="c18"></span></p><p class="c5"><span class="c1"></span></p><p class="c22"><span class="c15">206</span></p><p class="c5"><span class="c18"></span></p><a id="id.30j0zll"></a><ul class="c10 lst-kix_list_2-0 start"><li class="c12"><span class="c0">&#1087;&#1086;&#1087;&#1072;&#1089;&#1090;&#1100; &#1082; &#1085;&#1080;&#1084; &#1074; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1102; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1085;&#1077;&#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;. &#1056;&#1080;&#1089;&#1082;&#1086;&#1074;&#1099;&#1081; &#1072;&#1088;&#1073;&#1080;&#1090;&#1088;&#1072;&#1078; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1077;&#1085; &#1073;&#1086;&#1083;&#1077;&#1077; &#1096;&#1080;&#1088;&#1086;&#1082;&#1086;&#1084;&#1091; &#1082;&#1088;&#1091;&#1075;&#1091; &#1080;&#1085;&#1074;&#1077;&#1089;&#1090;&#1086;&#1088;&#1086;&#1074;. &#1042; &#1089;&#1072;&#1084;&#1086;&#1084; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1084; &#1074;&#1072;&#1088;&#1080;&#1072;&#1085;&#1090;&#1077; &#1073;&#1080;&#1079;-&#1085;&#1077;&#1089; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1075;&#1088;&#1091;&#1087;&#1087;&#1086;&#1081; &#1090;&#1088;&#1077;&#1081;&#1076;&#1077;&#1088;&#1086;&#1074;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1095;&#1091;&#1074;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090;, &#1095;&#1090;&#1086; &#1085;&#1072; &#1088;&#1099;&#1085;&#1082;&#1077; &#1077;&#1089;&#1090;&#1100; &#1079;&#1072;&#1082;&#1086;&#1085;&#1086;&#1084;&#1077;&#1088;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1080; &#1076;&#1091;&#1084;&#1072;&#1102;&#1090;, &#1095;&#1090;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1083;&#1080; &#1080;&#1093; &#1074; &#1090;&#1086;&#1088;&#1075;&#1086;&#1074;&#1083;&#1077;.</span></li></ul><p class="c17"><span class="c0">&#1056;&#1077;&#1072;&#1083;&#1100;&#1085;&#1072;&#1103; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1100; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1090;&#1086;&#1088;&#1075;&#1086;&#1074;&#1086;&#1075;&#1086; &#1088;&#1086;&#1073;&#1086;&#1090;&#1072; &#1085;&#1072;&#1087;&#1088;&#1103;&#1084;&#1091;&#1102; &#1079;&#1072;&#1074;&#1080;&#1089;&#1080;&#1090; &#1086;&#1090; &#1090;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082;&#1080;&#1084; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084;&#1086;&#1084; &#1086;&#1085; &#1088;&#1091;&#1082;&#1086;&#1074;&#1086;&#1076;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090;&#1089;&#1103;. &#1063;&#1072;&#1089;&#1090;&#1086; &#1073;&#1099;&#1074;&#1072;&#1077;&#1090;, &#1095;&#1090;&#1086; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;-&#1085;&#1099;&#1081; &#1072;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084; &#1076;&#1086;&#1083;&#1075;&#1086;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103; &#1087;&#1088;&#1080;&#1085;&#1086;&#1089;&#1080;&#1090; &#1089;&#1086;&#1083;&#1080;&#1076;&#1085;&#1091;&#1102; &#1087;&#1088;&#1080;&#1073;&#1099;&#1083;&#1100;, &#1072; &#1087;&#1086;&#1090;&#1086;&#1084;, &#1074; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;-&#1090;&#1072;&#1090;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1088;&#1099;&#1085;&#1086;&#1095;&#1085;&#1099;&#1093; &#1084;&#1077;&#1093;&#1072;&#1085;&#1080;&#1079;&#1084;&#1086;&#1074;, &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1077;&#1090; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1091;&#1073;&#1099;&#1090;&#1086;&#1082;. &#1055;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1079;&#1072;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1090;&#1100; &#1085;&#1072; &#1060;&#1086;&#1088;&#1077;&#1082;&#1089;, &#1085;&#1091;&#1078;&#1085;&#1086; &#1085;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1091;&#1084;&#1077;&#1090;&#1100; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100; &#1080; &#1079;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1100; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1091;, &#1085;&#1086; &#1080; &#1087;&#1086;&#1085;&#1080;&#1084;&#1072;&#1090;&#1100;, &#1085;&#1072;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1072;&#1082;&#1090;&#1091;&#1072;&#1083;&#1100;-&#1085;&#1099; &#1084;&#1077;&#1090;&#1086;&#1076;&#1099; &#1077;&#1077; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099;.</span></p><p class="c5"><span class="c4"></span></p><p class="c19"><span class="c16">&#1051;&#1080;&#1090;&#1077;&#1088;&#1072;&#1090;&#1091;&#1088;&#1072;</span></p><p class="c5"><span class="c4"></span></p><ol class="c10 lst-kix_list_3-0 start" start="1"><li class="c6"><span class="c9">&#1058;&#1086;&#1088;&#1075;&#1086;&#1074;&#1099;&#1077; &#1088;&#1086;&#1073;&#1086;&#1090;&#1099; Forex (&#1060;&#1086;&#1088;&#1077;&#1082;&#1089;) // Forex Club. &#1060;&#1080;&#1085;&#1072;&#1085;&#1089;&#1086;&#1074;&#1099;&#1077; &#1088;&#1099;&#1085;&#1082;&#1080; &#1076;&#1083;&#1103; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102;&#1097;&#1080;&#1093; &#1080; &#1087;&#1088;&#1086;&#1092;&#1077;&#1089;&#1089;&#1080;&#1086;&#1085;&#1072;&#1083;&#1086;&#1074; [&#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1081; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;] / &#1056;&#1077;&#1078;&#1080;&#1084; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072;: http:// www.fxclub.org/torgovye-roboty-forex-foreks. &mdash; &#1044;&#1072;&#1090;&#1072; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072;: 15.02.12.</span></li></ol><p class="c5"><span class="c9"></span></p><ol class="c10 lst-kix_list_3-0" start="2"><li class="c2"><span class="c9">&#1063;&#1077;&#1084; &#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1102;&#1090; &#1080; &#1084;&#1077;&#1096;&#1072;&#1102;&#1090; &#1090;&#1088;&#1077;&#1081;&#1076;&#1077;&#1088;&#1072;&#1084; &#1092;&#1086;&#1088;&#1077;&#1082;&#1089; &#1090;&#1086;&#1088;&#1075;&#1086;&#1074;&#1099;&#1077; &#1088;&#1086;&#1073;&#1086;&#1090;&#1099;? // &#1048;&#1085;&#1090;&#1077;&#1088;-&#1085;&#1077;&#1090; &#1078;&#1091;&#1088;&#1085;&#1072;&#1083; &laquo;&#1041;&#1080;&#1079;&#1085;&#1077;&#1089; &#1083;&#1080;&#1076;&#1077;&#1088;&raquo; [&#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1081; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;] / &#1056;&#1077;&#1078;&#1080;&#1084; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072;: http://www. profi-forex.by/news/entry5000011944.html. - &#1044;&#1072;&#1090;&#1072; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072;: 15.02.12.</span></li></ol><p class="c5"><span class="c9"></span></p><ol class="c10 lst-kix_list_3-0" start="3"><li class="c6"><span class="c9">&#1040;&#1083;&#1075;&#1086;&#1088;&#1080;&#1090;&#1084; &#1087;&#1086;&#1090;&#1077;&#1088;&#1080; // &#1078;&#1091;&#1088;&#1085;&#1072;&#1083; Forbes [&#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1081; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;] / &#1056;&#1077;&#1078;&#1080;&#1084; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072;: http://www.forbes.ru/5bissue5d/issue/2012-09/96548-algoritm-poteri. &mdash; &#1044;&#1072;&#1090;&#1072; &#1076;&#1086;-&#1089;&#1090;&#1091;&#1087;&#1072;: 15.02.12.</span></li></ol></body></html>